"DVD_EDITION" = "MYST 10th Anniversary DVD Edition";
"CD_EDITION" = "Original CD Edition";
"DVD2_EDITION" = "Original DVD Edition";
"DVD3_EDITION" = "Myst Trilogy Edition";

"INSTALLED" = "Installed fully on disk. Does not require optical media to play.";
"NOT_INSTALLED" = "Not installed. Can be used without installation.";
"MUST_INSTALL" = "Not installed. Must be installed on disk to play.";

"INSTALLER_PREPARING" = "Preparing to install";
"INSTALLER_INSERT_DISC" = "Please insert the disc labeled \"%@\"";
"INSTALLER_CHECKING_DISC" = "Checking disc";
"INSTALLER_FILE_COPY" = "Copying \"%@\"";

"REMEMBER_CHOICE" = "Do you wish Riven X to remember your choice and use the %@ automatically in the future?";
"REMEMBER_CHOICE_INFO" = "Holding down the Option key at startup will override this setting and allow you to choose a different edition.";
"REMEMBER_CHOICE_USE" = "Remember Choice";
"REMEMBER_CHOICE_DONT_USE" = "Do Not Remember";
